Repository: drdax/PhoneBalance
Catalog: */Resources.resw
Source language: en_us
Languages: lv_lv, ru_ru

# Add.Label
source: Add phone
lv_lv: Pievienot tālruni
ru_ru: Добавить телефон

# AddButton.Label
source: Add
lv_lv: Pievienot
ru_ru: Добавить

# AddCaption.Text
source: Add phone
lv_lv: Tālruņa pievienošana
ru_ru: Добавление телефона

# AppName
source: Phone balance
lv_lv: Tālruņa atlikums
ru_ru: Остаток телефона

# BiteLoginFailure
source: Password verification failed. Verify provided data before continue.
lv_lv: Paroles pārbaude neizdevās. Pārskatiet ievadītots datus pirms mēģināt atkal.
ru_ru: Проверка пароля не удалась. Просмотрите введённые данные перед следующей попыткой.

# BitePassword
source: Password from SMS
lv_lv: Īsziņā saņemtā parole
ru_ru: Пароль, полученный в СМС

# Cancel.Label
source: Cancel
lv_lv: Atcelt
ru_ru: Отменить

# Caption.Header
source: Display caption
lv_lv: Attēlojamais nosaukums
ru_ru: Отображаемое название

# Carrier.Header
source: Carrier
lv_lv: Operators
ru_ru: Оператор

# DataBalanceLimit
source: for Internet
lv_lv: Internetam
ru_ru: для Интернета

# DataUnitsB
source: B
ru_ru: Б

# DataUnitsGB
source: GB
ru_ru: ГБ

# DataUnitsKB
source: KB
ru_ru: КБ

# DataUnitsMB
source: MB
ru_ru: МБ

# Disclaimer.Text
source: Number and password are not stored in device. They will be sent to carrier only while adding phone. Password change does not affect balance clarification.
lv_lv: Programma neglabā tālruņa numuru un paroli. Tie tiek nosūtīti operatoram tikai pievienojot tālruni. Vēlākā paroles maiņa neietekmē atlikuma noskaidrošanu.
ru_ru: Программа не хранит номер телефона и пароль. Их передают оператору только добавляя телефон. Последующяя смена пароля не влияет на определение остатка.

# Done.Label
source: Done
lv_lv: Pabeigt
ru_ru: Готово

# Edit.Text
source: Edit
lv_lv: Mainīt
ru_ru: Изменить

# EditCaption.Text
source: Edit phone
lv_lv: Tālruņa maiņa
ru_ru: Изменение телефона

# Interval.Header
source: Balance clarification interval
lv_lv: Atlikuma noskaidrošanas biežums
ru_ru: Частота определения остатка

# Interval1Day
source: Once a day
lv_lv: Reizi dienā
ru_ru: Раз в день

# Interval1Hour
source: Once in hour
lv_lv: Reizi stundā
ru_ru: Раз в час

# Interval30Minutes
source: Once in half an hour
lv_lv: Reizi pusstundā
ru_ru: Раз в полчаса

# Interval4Hours
source: Once in 4 hours
lv_lv: Reizi 4 stundās
ru_ru: Раз в 4 часа

source: Logging in…
lv_lv: Piesakās…
ru_ru: Представляется…

# NetworkOffline
source: Connect to Internet to clarify balance
lv_lv: Pieslēdzieties Internetam, lai noskaidrotu atlikumu
ru_ru: Подключитесь к Интернету, чтобы определить остаток

# Number.Header
source: Number
lv_lv: Numurs
ru_ru: Номер

# Pin.Text
source: Pin to start
lv_lv: Piespraust sākumekrānā
ru_ru: На рабочий стол

# Refresh.Label
source: Clarify
lv_lv: Noskaidrot
ru_ru: Определить

# Refreshed.Text
source: Clarified
lv_lv: Noskaidrots
ru_ru: Определён

# RefreshedDay
source: {0} day ago
lv_lv: pirms {0} dienas
ru_ru: {0} день назад

# RefreshedDays
source: {0} days ago
lv_lv: pirms {0} dienām
ru_ru: {0} дней назад

# RefreshedHour
source: {0} hour ago
lv_lv: pirms {0} stundas
ru_ru: {0} час назад

# RefreshedHours
source: {0} hours ago
lv_lv: pirms {0} stundām
ru_ru: {0} часов назад

# RefreshedLongAgo
source: long ago
lv_lv: ļoti sen
ru_ru: очень давно

# RefreshedMinute
source: {0} minute ago
lv_lv: pirms {0} minūtes
ru_ru: {0} минуту назад

# RefreshedMinutes
source: {0} minutes ago
lv_lv: pirms {0} minūtēm
ru_ru: {0} минут назад

# RefreshedNot
source: not yet
lv_lv: vēl nav
ru_ru: ещё ни разу

# RefreshedNow
source: just now
lv_lv: tikko
ru_ru: только что

# RefreshedSecond
source: {0} second ago
lv_lv: pirms {0} sekundes
ru_ru: {0} секунду назад

# RefreshedSeconds
source: {0} seconds ago
lv_lv: pirms {0} sekundēm
ru_ru: {0} секунд назад

# RefreshedYesterday
source: yesterday
lv_lv: vakar
ru_ru: вчера

# Refreshing
source: Clarifying balance…
lv_lv: Noskaidro atlikumu…
ru_ru: Определяет остаток…

# Remove.Text
source: Remove
lv_lv: Dzēst
ru_ru: Удалить

# Reorder.Label
source: Change order
lv_lv: Pārkārtot
ru_ru: Изменить порядок

source: Requesting password…
lv_lv: Pieprasa paroli…
ru_ru: Запрашивает пароль…

# RequestPassword.Content
source: Request password via SMS
lv_lv: Saņemt paroli īsziņā
ru_ru: Получить пароль в СМС

# RequestPasswordFailure
source: Password request failed. Verify phone number and try again.
lv_lv: Paroles pieprasījums neizdevās. Pārbaudiet numuru un mēģiniet atkal.
ru_ru: Запрос пароля не удался. Проверте номер и пробуйте ещё.

# Save.Label
source: Save
lv_lv: Saglabāt
ru_ru: Сохранить

# SmsBalance
source: for messaging
lv_lv: sarakstei
ru_ru: для переписки

# SmsUnits
source: SMS
ru_ru: СМС

# VoiceBalance
source: for talk
lv_lv: sarunām
ru_ru: для разговоров

# ZZLoginFailure
source: Login to Mana ZZ failed. Verify phone number and password before continue.
lv_lv: Pieteikšanās Manā ZZ neizdevās. Pārbaudiet numuru un paroli pirms mēģināt atkal.
ru_ru: Представление в Mana ZZ не удалось. Проверте номер и пароль перед следующей попыткой.

# ZZPassword
source: Password from Mana ZZ
lv_lv: Parole no Mana ZZ
ru_ru: Пароль от Mana ZZ

# DataBalanceSpent
source: in Internet
lv_lv: Internetā
ru_ru: в Интернете

# ODisclaimer.Text
source: LMT number and password will be stored in device and sent to carrier each time to clarify balance. Password change may disrupt this behavior.
lv_lv: Programma glabā LMT tālruņa numuru un paroli. Tie tiek nosūtīti operatoram katru reizi atlikuma noskaidrošanai. Vēlākā paroles maiņa var traucēt programmas darbību.
ru_ru: Программа хранит номер телефона LMT и пароль. Их передают оператору каждый раз при определении остатка. Последующяя смена пароля может помешать действию программы.

# OLoginFailure
source: Login to Mans LMT failed. Verify phone number and password before continue. Probably, you should visit Mans LMT before.
lv_lv: Pieteikšanās Manā LMT neizdevās. Pārbaudiet numuru un paroli pirms mēģināt atkal. Iespējams, nāksies sākumā apmeklēt Mans LMT.
ru_ru: Представление в Mans LMT не удалось. Проверте номер и пароль перед следующей попыткой. Возможно до этого придётся посетит Mans LMT.

# OPassword
source: Password from Mans LMT
lv_lv: Parole no Mans LMT
ru_ru: Пароль от Mans LMT

# DetailsExpires
source: Until {0:H:mm \o\f MMMM d}
lv_lv: Līdz {0:d. MMMM H:mm}
